notes/reverse_percentages.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Reverse percentages</title>
<meta name="generator" content="Org Mode" />
<link rel='stylesheet' href='https://www.haider.gq/base/style.css'/> 
<link rel='stylesheet' href='https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css' /> 
<link rel='preconnect' href='https://fonts.googleapis.com'> 
<link rel='preconnect' href='https://fonts.gstatic.com' crossorigin> 
<link href='https://fonts.googleapis.com/css2?family=Poppins:ital@1&family=Roboto&display=swap' rel='stylesheet'>
<link href='https://fonts.googleapis.com/css2?family=JetBrains+Mono&display=swap' rel='stylesheet'>
<meta name='keywords' content='development, coding, programming, linux, emacs, guix'>
<link rel='icon' type='image/x-icon' href='/base/favicon.png'>
<meta name='description' content="Haider Mirza's website">
</head>
<body>
<div id="preamble" class="status">

<div class='grid-container'>
  <div class='grid-item header'>

    <a href='https://www.haider.gq' class='Header_Title'>
      <span class='Header_Haider-Mirza'>Haider Mirza</span>
    </a>
    <ul class='Header_links'>
      <li><a href='https://www.haider.gq/blogs/blogs'>Blogs</a></li>
      <li><a href='https://www.haider.gq/repos/repos'>Repositories</a></li>
      <li><a href='https://www.haider.gq/notes'>Notes</a></li>
    </ul>

    <form role='search' id='form'>
      <input type='search' id='query' name='q'
	     placeholder='Search...'
	     aria-label='Search through site content'
	     class='Sidebar_Search'>
    </form>
  </div>

  <div class='grid-item main'>
    <form role='search' id='form'>
      <input type='search' id='query' name='q'
	     placeholder='Search...'
	     aria-label='Search through site content'
	     class='Main_Search'>
    </form>
    <script src='https://www.haider.gq/base/search.js' crossorigin='anonymous'></script>
    <div class='main-main'> <!-- The actual main part -->
</div>
<div id="content" class="content">
<h1 class="title">Reverse percentages</h1>

<div id="outline-container-org5eadb46" class="outline-2">
<h2 id="org5eadb46">Reverse Percentages</h2>
<div class="outline-text-2" id="text-org5eadb46">
<p>
When a percentage change has already happened and we want to know the original quantity, this is called a "reverse percentage".
<b>These are almost always answered wrongly</b>
</p>
</div>
</div>
<div id="outline-container-orgdff05d8" class="outline-2">
<h2 id="orgdff05d8">Examples</h2>
<div class="outline-text-2" id="text-orgdff05d8">
</div>
<div id="outline-container-org09eb81b" class="outline-3">
<h3 id="org09eb81b">Example 1</h3>
<div class="outline-text-3" id="text-org09eb81b">
<p>
A store has a 20% off sale. An item is marked as &pound;8.20. How much is it before the sale.
</p>
</div>

<div id="outline-container-org3673e6b" class="outline-4">
<h4 id="org3673e6b">Solution</h4>
<div class="outline-text-4" id="text-org3673e6b">
<p>
Let's call the original price before the sale \(x\).
\(x\) &times; 0.8 = 8.20 (Here we have a simple algebraic equation)
\(x\) = 8.20 &divide; 0.8
\(x\) = &pound;10.25
</p>

<p>
Notice that for reverse percentage questions, you divide by the multiplier.
</p>
</div>
</div>
</div>
<div id="outline-container-orgbd1679a" class="outline-3">
<h3 id="orgbd1679a">Example 2</h3>
<div class="outline-text-3" id="text-orgbd1679a">
<p>
My house price has <span class="underline">Appreciated</span> by 3.8% since I bought it. It is now worth &pound;200,000.
How much was it worth before?
</p>
</div>
<div id="outline-container-orgb70eaa5" class="outline-4">
<h4 id="orgb70eaa5">Note</h4>
<div class="outline-text-4" id="text-orgb70eaa5">
<p>
Appreciation basically means increase. So the house price has been increaseed by 3.8%
</p>
</div>
</div>
<div id="outline-container-org6a6a177" class="outline-4">
<h4 id="org6a6a177">Solution</h4>
<div class="outline-text-4" id="text-org6a6a177">
<p>
Let's call the original price before the appriciation \(x\).
</p>

<p>
\(x\) &times; 1.038 = 200,000
\(x\) = 200,000 &divide; 1.038 (divide by the multiplier)
\(x\) = &pound;192,678.23
</p>
</div>
</div>
</div>
</div>

<div id="outline-container-orgdb5ff95" class="outline-2">
<h2 id="orgdb5ff95">Links to this note</h2>
<div class="outline-text-2" id="text-orgdb5ff95">
<ul class="org-ul">
<li><a href="./maths.html">Maths</a></li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
</div>
		    </div>
		<div class='grid-item sidebar'>
		  <h2>Socials</h2>
		  <ul class='sidebar-socials'>
		    <li><a href='mailto:haider@haider.gq'><i class='fa-solid fa-envelope'></i> Email</a></li>
		    <li class='irc' onclick='alert('My Username is Haider,
You can find me in Libera.Chat on these channels:
- #tropin 
- #systemcrafters 
- #guix');'><i class='fa-solid fa-message'></i> IRC/Matrix</li>
		    <li><a href='https://www.github.com/Haider-Mirza'><i class='fa-brands fa-github'></i> Github</a></li>
		  </ul>
		  <h2>Projects</h2>
		  <ul class='sidebar-projects'>
		    <li><a href='https://www.github.com/Haider-Mirza/Spinter'> Spinter</a></li>
		  </ul>
		</div>
		<div class='grid-item footer'>
		  <p>Created by Haider Mirza with orgmode in emacs</p>
		</div>
	      </div>
</div>
</body>
</html>
